package com.an2.myapplication.data;

public class Theory {
    private String mTheory;
    public String getTheory() { return mTheory; }
    public Theory()
    {
        mTheory = "Значення дієслова to be - \"бути, перебувати\". На відміну від " +
                " англійських дієслів, дієслово to be відмінюється (тобто змінюється " +
                "по особах і числах).\n" +
                "________________________\n"+
                "I am                 я існую \n" +
                "He/She/It is   він, вона, воно існує\n" +
                "We are             ми існуємо \n" +
                "You are            ти, ви існуєте \n" +
                "Тhey are          вони існують\n" +
                "_________________________\n"+
                "У даних прикладах дієслово to be є самостійним дієсловом. " +
                "Так само, як і в українській мові, дієслово to be може бути дієсловом-зв'язкою " +
                "в іменному присудок (в значенні \"є\"). \n";
    }
}
